---
kind: enumMember
id: F:Autodesk.Revit.DB.BuiltInParameter.ELEM_TYPE_PARAM
enum: Autodesk.Revit.DB.BuiltInParameter
zh: 类型
source: html/fb011c91-be7e-f737-28c7-3f1e1917a0e0.htm
---
# Autodesk.Revit.DB.BuiltInParameter.ELEM_TYPE_PARAM

**中文**: 类型

"Type"